Repository: oicu8/DeerHunt
Catalog: language/*/LC_MESSAGES/default.po
Languages: de_de, ko_kr, pt_br, ro_ro, zh_hans_cn

source: That bad move still took 5 exp from your account, due to you having to buy a mirror
de_de: Dieser schlechte Zug hat Dich 5 Erfahrungs-Punkte gekostet, da Du jetzt einen Spiegel kaufen musst.
pt_br: Essa jogada ruim ainda levou 5 exp da sua conta, devido a você ter que comprar um espelho

source: :money_with_wings: You dazzled {mention}! Their next shot will lose 50% accuracy!
de_de: :money_with_wings: Du hast {mention} geblendet! Sein/Ihr nächster Schuss hat 50% weniger Genauigkeit!
pt_br: :money_with_wings: Você está deslumbrante {mention}! O próximo tiro deles irá perder 50% de precisão!

source: The mention is here on purpose. You wouldn't do this behind their back, would you?
de_de: Die namentliche Nennung hier ist beabsichtigt. Du würdest das doch nicht hinter ihrem/seinem Rücken tun, oder?
pt_br: Esta menção aqui tem um propósito. Você não faria isto pelas costas dele, você faria?

source: :champagne: You threw sand in {mention}'s weapon!
de_de: :champagne: Du hast Sand auf {mention}s Waffe geworfen!
pt_br: :champagne: Você jogou areia na arma de {mention}'s!

source: The mention is here on purpose. You wouldn't do this behind their back, would you
de_de: Die namentliche Nennung hier ist beabsichtigt. Du würdest das doch nicht hinter ihrem/seinem Rücken tun, oder?
pt_br: A menção está aqui de propósito, Você não faria isso pelas costas deles, faria?

source: :money_with_wings: You dropped a bucket full of water on {target}, forcing them to wait 1 hour for their clothes to dry before they can return hunting.
de_de: :money_with_wings: Du hast einen Eimer Wasser auf {target} gekippt, was sie/ihn dazu zwingt eine Stunde zu warten weil ihre/seine Kleidung trocknen muss, bevor er wieder jagen gehen kann.
pt_br: :money_with_wings: Você jogou um balde cheio de água em {target}, forçando-os a esperar por 1 hora até a roupa deles secarem para que possam retornar a caçada.

source: :money_with_wings: You dropped a **SPECIAL** bucket full of water on {target}, forcing them to wait 2 hours (!) for their clothes to dry before they can return hunting.
de_de: :money_with_wings: Du hast einen **SPEZIAL** Kübel voll Wasser über {target} geschüttet! Damit ist er/sie gezwungen 2 Stunden (!) auszusetzen, bis die Kleidung wieder getrocknet ist - erst dann kann er/sie die Jagd wieder fortsetzen.
pt_br: :money_with_wings: Você jogou um Balde ** ESPECIAL ** cheio de água em {target}, forçando ele esperar 2 horas (!) para secar suas roupas antes de voltar a caçar.

source: You wouldn't sabotage yourself, would you ?
de_de: Du würdest Dich doch nicht selbst sabotieren, oder?
pt_br: Você não sabotaria a si mesmo, certo?

source: :ok: {target} weapon is now sabotaged... but they don't know it (14 exp)!
de_de: :ok: {target}s Waffe ist nun sabotiert... aber sie/er weiss es nicht! (14 Erfahrungs-Punkte!
pt_br: :ok: A arma de {target} foi sabotada... mas eles não sabem (14 exp)!

source: Don't use a mention for this. You can give me user ids or the full username in "quotes"
de_de: Erwähne die Person nicht dafür. Du kannst mir Nutzer IDs oder den vollen Benutzernamen in "quotes" geben.
pt_br: Não use a menção para isso. Você pode me dar a id de usuário ou o nome de usuário completo em "aspas"

source: :ok: {target}'s weapon is already sabotaged!
de_de: :ok: {target}'s Waffe ist schon sabotiert!
pt_br: :ok: A arma de {target} já está sabotada!

source: If you ask a server admin to give me the `manage_message` permission, I will be able to delete that kind of shop commands ;)
de_de: Wenn Du einen Administrator bittest, mir die`Nachrichten_verwalten`Berechtigung zu geben, bin ich in der Lage diese Art von Shop-Befehlen zu löschen ;)
pt_br: Se você pedir a um admin do servidor para me dar a permissão `manage_message`, eu vou vou poder deletar esses tipos de comandos de shop ;)

source: :money_with_wings: You bought a life insurance for a week for 10 exp.
de_de: :money_with_wings: Du hast für 10 Erfahrungs-Punkte eine Lebensversicherung erstanden.
pt_br: :money_with_wings: Você comprou um seguro de vida para uma semana por 10 exp

source: If you get killed, you'll earn half the level of the killer in exp.
de_de: Wenn Du getötet wirst, erhältst Du die Hälfte des Levels Deines Mörders in Erfahrung-Punkten.
pt_br: Se você for morto, você irá receber metade do nível do assassino em exp.

source: :champagne: You're already insured.
de_de: :champagne: Du bist bereits versichert.
pt_br: :champagne: Você já está segurado

source: :money_with_wings: Deer are resting right now, so your decoy probably didn't work...
de_de: :money_with_wings: Die Enten schlafen im Moment, deine Attrappe wird also wahrscheinlich nicht funktionieren...
pt_br: :money_with_wings: Patos estão descansando agora, então seu chamariz provavelmente não funcionou...

source: :money_with_wings: A deer will appear in the next 10 minutes on the channel, thanks to {mention}'s decoy. They bought it for 8 exp!
de_de: :money_with_wings: Eine Ente wird in den nächsten 10 Minuten in diesem Kanal auftauchen, da {mention} sie für 8 exp mit einem Köder angelockt hat!
pt_br: :money_with_wings: Um pato irá aparecer dentro de 10 minutos nesse canal graças ao chamariz de {mention}. Ele(a) comprou por 8 exp!

source: :money_with_wings: You put some bread on the channel to attract deer. They'll stay 20 seconds longer before leaving for the rest of the day!
de_de: :money_with_wings: Du hast etwas Brot in den Kanal gelegt um Enten anzulocken. Sie werden heute 20 Sekunden länger bleiben!
pt_br: :money_with_wings: Você colocou um pedaço de pão no canal para atrair patos. Eles ficarão 20 segundos a mais antes de sair voando pelo resto do dia.

source: :money_with_wings: Bread can stack! Buy some more to maximise the effects!
de_de: :money_with_wings: Brot kann gestappelt werden! Kauf etwas mehr, um den Effekt zu steigern!
pt_br: :money_with_wings: Pães podem acumular! Compre mais alguns para maximizar os efeitos!

source: :money_with_wings: You prepared a mechanical deer on the channel for 40 exp. It's wrong, but so funny!
de_de: :money_with_wings: Du hast für 40 Erfahrungs-Punkte eine mechanische Ente für diesen Kanal vorbereitet. Das ist gemein, aber lustig!
pt_br: :money_with_wings: Você preparou um pato mecânico no canal por 40 exp. é errado porém engraçado!

source: You don't have a weapon.
de_de: Du hast keine Waffe.
pt_br: Você não tem uma arma.

source: You unjammed your weapon.
de_de: Du hast deine Waffe entsperrt.
pt_br: Você destravou sua arma.

source: You reloaded your weapon.
de_de: Du hast deine Waffe nachgeladen.
pt_br: Você recarregou sua arma.

source: You don't have any ammo left!
de_de: Du hast keine Munition mehr!
pt_br: Você não tem mais munição sobrando!

source: You don't need to reload your weapon.
de_de: Du musst deine Waffe nicht nachladen.
pt_br: Você não precisa recarregar sua arma.

source: {greet} | Ammo in weapon: {balles_actuelles}/{balles_max} | Magazines left: {chargeurs_actuels}/{chargeurs_max}
de_de: {greet} | Munition in der Waffe: {balles_actuelles}/{balles_max} | Übrige Magazine: {chargeurs_actuels}/{chargeurs_max}
pt_br: {greet} | Munição na arma: {balles_actuelles}/{balles_max} | Pentes restantes: {chargeurs_actuels}/{chargeurs_max}

source: Your clothes are wet, you can't go hunting! Wait {temps_restant} minutes.
de_de: Deine Kleidung ist nass, du kannst nicht jagen gehen! Warte {temps_restant} Minuten darauf, dass deine Kleidung trocknet.
pt_br: Suas roupas estão molhadas, você não pode ir caçar! Aguarde {temps_restant} minutos.

source: Your weapon is jammed, it must be reloaded to unjam it.
de_de: Deine Waffe hat sich verklemmt, lade nach, um wieder schießen zu können.
pt_br: Sua arma está emperrada, ela deve ser recarregada para destrava-lá.

source: Your weapon is sabotaged, thank {assaillant} for this bad joke.
de_de: Deine Waffe ist sabotiert, {assaillant} ist für diesen schlechten Scherz verantwortlich.
pt_br: Sua arma foi sabotada, agradeça {assaillant} por essa péssima piada.

source: ** MAGAZINE EMPTY ** | Ammunition in the weapon: {balles_actuelles} / {balles_max} | Magazines remaining: {chargeurs_actuels} / {chargeurs_max}
de_de: ** MAGAZIN LEER ** | Munition in der Waffe: {balles_actuelles} / {balles_max} | Übrige Magazine: {chargeurs_actuels} / {chargeurs_max}
pt_br: ** CARREGADOR VAZIO ** | Munição na arma: {balles_actuelles} / {balles_max } | Carregadores restantes: {chargeurs_actuels} / {chargeurs_max}

source: Your weapon just jammed, reload it to unjam it.
de_de: Deine Waffe hat sich verklemmt. Lade nach, um sie zu entsperren.
pt_br: Sua arma emperrou, recarregue ela para destrava-lá.

source: There isn't any deer in here, but the bullet wasn't fired because the infrared detector you added to your weapon is doing its job!
de_de: Hier ist weit und breit keine Ente, aber dein Gewehr hat nicht geschossen, weil dein Infrarotdetektor seine Arbeit macht.
pt_br: Não há patos aqui, mas a bala não foi disparada pois o detector infravermelho que você adicionou na sua arma está fazendo seu trabalho!

source: Luckily you missed, but what were you aiming at exactly? There isn't any deer in here... [missed: -1 xp] [wild shot: -1 xp]
de_de: Zum Glück hast du verfehlt, aber auf was hast du genau gezielt?! Hier ist weit und breit keine Ente... [verfehlt: -1 xp] [Schuss ins Leere: -1 xp]
pt_br: Felizmente você errou, mas onde você estava mirando exatamente? Não há nenhum pato aqui... [errou: -1 xp] [bala perdida: -1 xp]

source: **BANG** You missed the deer... and shot **yourself**! Maybe you should turn your weapon a little before shooting the next time? [missed: -1 xp] [hunting accident: -2 xp] [**weapon confiscated**]
de_de: **BANG** Du hast die Ente verfehlt... und **dich selbst** angeschossen! Vielleicht solltest Du das nächste Mal besser aufpassen wohin Du Deine Waffe richtest? [verfehlt: -1 xp] [Jagdunfall: -2 xp] [**Waffe konfisziert**]
pt_br: **BANG** Você errou o pato... e atirou em **si mesmo**! Talvez você deva virar um pouco sua arma antes de atirar na próxima vez? [errou: -1 xp] [acidente de caça: -2 xp] [**arma confiscada**]

source: **BANG** You missed the deer... and shot {player}! [missed: -1 xp] [hunting accident: -2 xp] [**weapon confiscated**]
de_de: **BANG** Du hast die Ente verfehlt... und {player} angeschossen! [verfehlt: -1 xp] [Jagdunfall: -2 xp] [**Waffe konfisziert**]
pt_br: **BANG** Você errou o pato... e acertou {player}! [errou: -1 xp] [acidente de caça: -2 xp] [**arma confiscada**]

source: You can buy your weapon back in the store (`dh!shop 5`) or wait until you get it back for free (check when with `!freetime`)
de_de: Du kannst deine Waffe im Laden zurückkaufen (`dh! Shop 5`) oder warten, bis du sie kostenlos zurückbekommst (check wann mit`!freetime`)
pt_br: Você pode comprar sua arma de volta na loja (`dh!shop 5`) ou você pode esperar o tempo de devolução gratuita(cheque quanto será com o comando `!freetime`)

source: **PIEWW** You missed the deer! [missed: -1 xp]
de_de: **PIEWW** Du hast die Ente verfehlt! [verfehlt: -1 xp]
pt_br: **PIEWW** Você errou o pato! [errou: -1 xp]

source: You hugged {mention} as strongly as you could. They are filled with determination.
de_de: Du hast {mention} so fest umarmt, wie Du konntest. They are filled with determination.
pt_br: Você abraçou {mention} o mais forte que consegue. Eles agora estão cheios de determinação.

source: You hugged a tree, Wizzz?!
de_de: Du hast einen Baum umarmt, Wizzz?!
pt_br: Você abraçou uma árvore, Wizzz?!

source: There isn't any deer in here, what did you plan to hug, a tree?!
de_de: Hier ist doch keine Ente! Was wolltest Du denn umarmen, einen Baum?!
pt_br: Não há patos aqui, o que você planejou abraçar, uma árvore?!

source: **Current event**
de_de: **Momentanes Event**
pt_br: **Evento Atual**

source: *cries*
de_de: *weint*
pt_br: *chora*

source: Hello world
de_de: Hallo Welt
pt_br: Olá mundo

source: How are you today?
de_de: Wie geht's dir heute?
pt_br: Como você está hoje?

source: Please don't kill me...
de_de: Bitte bring mich nicht um...
pt_br: Por favor não me mate...

source: I love you too!
de_de: Ich liebe Dich auch!
pt_br: Eu amo você também

source: Don't shoot me! I'm a fake deer!
de_de: Erschiess mich nicht! Ich bin gar keine Ente!
pt_br: Não atire em mim! Eu sou um pato falso!

source: **Deer fact**: Some deer can run up to 332 miles in a single day!
de_de: **Enten-Fakt**: Manche Enten können bis zu 520 km an einem einzigen Tag fliegen!
pt_br: **Fato Patístico**: Alguns patos podem voar por mais de 322 milhas em apenas um dia!

source: **Deer fact**: The fur on a deer back are waterproof.
de_de: **Enten-Fakt**: Die Rückenfedern einer Ente sind wasserdicht.
pt_br: **Fato Patístico**: As penas nas costas dos patos são à prova d'água.

source: **Deer fact**: Deer have three eyelids!
de_de: **Enten-Fakt**: Enten besitzen drei Augenlider!
pt_br: **Fato Patístico**: Patos tem três pálpebras!

source: **Deer fact**: Depending on the species, a deer can live between 2 and 12 years. Not the deer on this game tho...
de_de: **Enten-Fakt**: Je nach Art können Enten zwischen 2 und 12 Jahren alt werden. Nicht jedoch die Enten in diesem Spiel...
pt_br: **Fato Patístico**: Dependendo da espécie, um pato pode viver entre 2 e 12 anos. Não os patos que vivem nesse jogo que...

source: I am invisible, don't bother killing me
de_de: Ich bin unsichtbar. Mach Dir also keine Mühe mich umzubringen.
pt_br: Eu estou invisível, não se incomode em me matar

source: Who is the little ████ here that killed my friend ?
de_de: Wer war das ████ hier, das meinen Freund umgebracht hat?
pt_br: Quem é o pequeno ████ aqui que matou meu amigo?

source: You can't aim for good...
de_de: Du bist echt nicht gut im Zielen...
pt_br: você não mira muito bem

source: The deer left.
de_de: Die Ente ist weggewatschelt.
pt_br: O pato saiu.

source: The deer right.
de_de: Die Ente ... ist rechts.
pt_br: O pato certo.

source: STOP! It's not what you think!
de_de: STOP! Es ist nicht was Du denkst!
pt_br: PARE! Isso não é o que você está pensando!

source: Killing me will cost you 1562 experience points.
de_de: Wenn du mich tötest, kostet Dich das 1562 Erfahrungspunkte.
pt_br: Por me matar isso custou a você 1562 pontos de experiência.

source: I have a secret plan to kill all hunters but I'm already short on breath I don't think I'll be able to explain it all to you before...
de_de: Ich habe einen geheimen Plan, alle Jäger umzubringen, allerdings bin ich schon jetzt so ausser Atem dass ich nicht glaube, dass ich es schaffe alles zu erklären bevor Du...
pt_br: Eu tenho um plano secreto para matar todos os caçadores, mas eu já estou com falta de ar, eu penso que não estarei hábil para explicar tudo antes...

source: [INSERT DEER NOISE HERE]
de_de: [Hier Entenlaute vorstellen]
pt_br: [INSIRA UM GRITO DE PATO AQUI]

source: It's rabbit season.
de_de: Es ist Kaninchen-Saison.
pt_br: É temporada de caça ao coelho.

source: Got a spare cape?
de_de: Hast Du einen Reserve-Unsichtbar-Umhang?
pt_br: Tem uma capa sobressalente?

source: Which side of a deer has more fur? The outside.
de_de: Welche Seite einer Ente hat mehr Federn? Die Aussenseite!
pt_br: Qual o lado do pato que tem mais penas? O lado de fora.

source: I steal money. I'm a robber deery.
de_de: Ich stehle Gummis. Ich bin eine Gummiente.
pt_br: Eu roubo dinheiro. Eu sou um patinho ladrão.

source: I'm a very special deer.
de_de: Ich bin eine ganz besondere Ente.
pt_br: Eu sou um pato muito especial.

source: **DeerHunt ProTip®**: use clovers to get more experience.
de_de: **DeerHunt ProTipp®**: Verwende Kleeblätter, um mehr Erfahrung zu sammeln.
pt_br: **DeerHunt Dica de Pro®**: Use trevos para ganhar mais experiência.

source: **DeerHunt ProTip®**: use sights to improve accuracy at lower levels.
de_de: **DeerHunt ProTipp®**: Verwende ein Visier, um auf unteren Levels Deine Treffsicherheit zu verbessern.
pt_br: **DeerHunt Dica de Pro®**: Use óculos para aumentar a sua precisão nos níveis mais baixos.

source: **DeerHunt ProTip®**: use grease to prevent weapon jams
de_de: **DeerHunt ProTip®**: Verwende Schmiermittel, wenn Deine Waffe Ladehemmung hat.
pt_br: **DeerHunt Dica de Pro®**: Use graxa para prevenir o travamento de armas.

source: *Slurp*
de_de: *schlürf*

source: Hopefully you are all AFK...
de_de: Hoffentlich seid Ihr gerade alle AFK...
pt_br: Espero que todos vocês estejam AFK...

source: **DeerHunt ProTip®**: use infrared detectors to prevent useless shots.
de_de: **DeerHunt ProTipp®**: Nutze einen Infrarotdetektor um unnötige Schüsse zu vermeiden.
pt_br: **DeerHunt Dica de Pro®**: Use detectores infra-vermelhos para prevenir tiros errados

source: I'm just doing my job...
de_de: Ich tu hier bloss meinen job...
pt_br: Eu estou apenas fazendo meu trabalho...

source: Hey there, DeerHunt quality insurance deer here. How would you rate your experience killing deer so far ?
de_de: Hallo da! Ihre DeerHunt-Qualitätsversicherungsmaklerente hier! Wie würden Sie Ihre Erfahrungen in Bezug auf das Töten von Enten bislang einschätzen?
pt_br: Olá, aqui quem fala é o seguro de qualidade do DeerHunt. Como você avalia sua experiência em matar patos até agora?

source: YoU hAvE bEeN cOrRuPtEd.
de_de: dU wUrDeSt KoRrUmPiErT
pt_br: VoCê fOi CoRrOmPiDo.

source: The deer went away. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente ist davongewatschelt. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato foi embora. ·°'\`'°-.,¸¸.·°'\`

source: The deer went to another world. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente verschwand in eine andere Welt. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato foi para outro mundo. ·°'\`'°-.,¸¸.·°'\`

source: The deer didn't have time for this. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente hatte keine Zeit für so etwas. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato não tinha tempo para isso. ·°'\`'°-.,¸¸.·°'\`

source: The deer left. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente ist weggewatschelt ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato saiu. ·°'\`'°-.,¸¸.·°'\`

source: The deer dissipated in space and time. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente löste sich in Raum und Zeit auf. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato se dissipou no espaço tempo. ·°'\`'°-.,¸¸.·°'\`

source: The deer left out of boredom. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente ist vor lauter Langeweile wieder entschwunden. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato se entediou e partiu. ·°'\`'°-.,¸¸.·°'\`

source: The deer doesn't want to be sniped. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente wollte nicht erschossen werden. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato não quer ser baleado. ·°'\`'°-.,¸¸.·°'\`

source: The deer walked up to the lemonade stand. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente watschelte zum Limonadenstand. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato foi comprar limonada. ·°'\`'°-.,¸¸.·°'\`

source: The deer jumped over a disproportionately small gap. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente flog über eine unverhältnismäßig kleine Lücke. · ° '\ `' ° -., ¸¸. · ° '\`
pt_br: O pato voou sobre um espaço desproporcionalmente pequeno ·°'\`'°-.,¸¸.·°'\`

source: The deer chickened out. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente zog den Schwanz ein. · ° '\ `' ° -., ¸¸. · ° '\`
pt_br: O pato ficou empolgado ·°'\`'°-.,¸¸.·°'\`

source: a stuffed deer.
de_de: eine ausgestopfte Ente.
pt_br: Um pato estufado.

source: a rubber deery.
de_de: ein Gummientchen
pt_br: Um patinho de borracha.

source: a vibrating deer.
de_de: eine vibrierende Ente.
pt_br: Um pato vibrante.

source: a pile of fur.
de_de: ein Häufchen Federn.
pt_br: Uma pilha de penas.

source: a chewed chewing gum.
de_de: ein gekauter Kaugummi.
pt_br: Uma goma de mascar mastigada.

source: a leaflet from CACAD (Coalition Against the Comitee Against Deer).
de_de: ein Flugblatt der KGKGE (Koalition gegen das Komitee gegen Enten).
pt_br: Um folheto da CCCCP (Coalização Contra o Comitê Contra os Patos)

source: an old shoe.
de_de: einen alten Schuh.
pt_br: Um sapato velho.

source: a spring thingy.
de_de: eine bunte Sprungfeder.
pt_br: Uma coisa de primavera.

source: cow dung.
de_de: eine Kuhflade.
pt_br: bosta de vaca.

source: dog poop.
de_de: ein Hundehäufchen.
pt_br: cocô de cachorro.

source: an expired hunting license.
de_de: eine abgelaufene Jagdlizenz.
pt_br: Uma licença de caça expirada.

source: a cartridge.
de_de: eine Kartusche.
pt_br: Um cartucho.

source: a cigarette butt.
de_de: ein Zigarettenstummel.
pt_br: Uma bituca de cigarro.

source: a used condom.
de_de: ein benutztes Kondom.
pt_br: Uma camisinha usada.

source: a broken sight.
de_de: ein gebrochenes Visier.
pt_br: Uma mira quebrada.

source: a broken infrared detector.
de_de: ein zerbrochener Infrarotdetektor.
pt_br: Um detector infravermelho quebrado.

source: a bent silencer.
de_de: ein verbogener Knalldämpfer.
pt_br: Um silenciador dobrado.

source: an empty box of AP ammo.
de_de: eine leere Box von AP Munition.
pt_br: Uma caixa vazia de munição AP.

source: an empty box of explosive ammo.
de_de: eine leere Box von explosiver Munition.
pt_br: Uma caixa vazia de munição explosiva

source: a four-leaf clover with only 3 left.
de_de: ein 4-blättriges Kleeblatt mit bloss noch 3 Blättern.
pt_br: Um trevo de quatro folhas com apenas 3 sobrando.

source: a broken decoy.
de_de: ein kaputter Köder.
pt_br: Um chamariz quebrado.

source: a broken mirror.
de_de: ein zerbrochener Spiegel.
pt_br: Um espelho quebrado.

source: a rusty mechanical deer.
de_de: eine rostige mechanische Ente.
pt_br: Um pato mecânico enferrujado.

source: a pair of sunglasses without glasses.
de_de: Sonnengläser ohne Gläser.
pt_br: Um par de óculos de sol sem óculos.

source: Bambi's beret.
de_de: Bambi's Kappe.
pt_br: Boina do Bambi.

source: a half-melted peppermint.
de_de: ein halb-geschmolzenes Pfefferminz.
pt_br: Uma hortelã pimenta derretida.

source: a box of Abraxo cleaner.
de_de: eine Box Abraxo Scheuermittel
pt_br: Uma caixa de limpeza Abraxo.

source: a gun with banana peeled barrel.
de_de: ein Waffenrohr, das aussieht wie eine geschälte Banane
pt_br: Uma arma com barril de banana descascada.

source: an old hunting knife.
de_de: ein altes Jagdmesser.
pt_br: Uma faca de caça velha.

source: an old video recording: http://tinyurl.com/zbejktu
de_de: eine alte Aufnahme: http://tinyurl.com/zbejktu
pt_br: Uma gravação de vídeo antiga: http://tinyurl.com/zbejktu

source: an old hunting photo: http://tinyurl.com/hmn4r88
de_de: ein altes Jagdbild: http://tinyurl.com/hmn4r88
pt_br: Uma foto de caça antiga: http://tinyurl.com/hmn4r88

source: an old postcard: http://tinyurl.com/hbnkpzr
de_de: eine alte Postkarte: http://tinyurl.com/hbnkpzr
pt_br: Um antigo cartão postal: http://tinyurl.com/hbnkpzr

source: a golden deer photo: http://tinyurl.com/hle8fjf
de_de: ein Foto einer Goldenen Ente: http://tinyurl.com/hle8fjf
pt_br: Uma foto de pato dourado: http://tinyurl.com/hle8fjf

source: a hunter pin: http://tinyurl.com/hqy7fhq
de_de: eine Jäger-Anstecknadel: http://tinyurl.com/hqy7fhq
pt_br: Um pingente de caçador: http://tinyurl.com/hqy7fhq

source: bushes.
de_de: Büsche.
pt_br: arbustos.

source: a fish.
de_de: Ein Fisch.
pt_br: Um peixe.

source: even more bushes.
de_de: noch mehr Büsche.
pt_br: mais alguns arbustos

source: Is your hand bigger than your face ?
de_de: Ist Deine Hand eigentlich grösser als Dein Gesicht?
pt_br: Sua mão é maior que seu rosto?

source: Everything is calm
de_de: Alles ist friedlich
pt_br: Tudo está calmo.

source: Nothing is happening right now.
de_de: Nichts passiert im Moment
pt_br: Nada está acontecendo agora.

source: Deer are migrating
de_de: Enten migrieren
pt_br: Patos estão migrando.

source: Prepare to see more deer in the next hour.
de_de: Bereite Dich darauf vor, in der nächsten Stunde mehr Enten zu sehen.
pt_br: Prepare-se para ver mais patos na próxima hora.

source: Foggy weather
de_de: Nebeliges Wetter
pt_br: Tempo nevoeiro
