Repository: oicu8/DeerHunt
Catalog: language/*/LC_MESSAGES/default.po
Languages: de_de, ko_kr, pt_br, ro_ro, zh_hans_cn

source: :small_orange_diamond: The permission `manage_messages` is missing. This is used to remove some messages on sneaky commands (weapon sabotage, etc.), and also if you use the `delete_commands` setting You could proceed without it, but it's not recommended and could lead to errors
de_de: :small_orange_diamond: Die Berechtigung`Nachrichten_verwalten` fehlt. Diese wird verwendet um Nachrichten zu entfernen, die hinterhältige Befehle (Waffensabotage etc.) enthalten, aber auch wenn Du die `delete commands`Einstellung verwendest. Du könntest ohne sie fortfahren, aber es ist nicht empfohlen, da es zu Fehlern führen könnte.
pt_br: :small_orange_diamond: A permissão `manage_messages` está faltando. Isso é usado para remover mensagens em comandos sorrateiros (sabotagem de arma, etc.) e se você usar a configuração `delete_commands` Você pode prosseguir sem isso, mas não é recomendado e pode levar a erros
zh_hans_cn: ：small_orange_diamond：缺少权限“ manage_messages”。 这用于删除一些有关偷偷摸摸的命令（武器破坏等）的消息，如果您使用`delete_commands`设置 您可以在没有它的情况下继续操作，但是不建议这样做，并可能导致错误

source: :small_orange_diamond: You gave me the `mention_everyone` permission. This not used, but should't be given in case of a bug You could proceed with it safely.
de_de: :small_orange_diamond: Du hast mire die `Alle_erwähnen` Berechtigung gegeben. Diese wird nicht verwendet, sollte aber im Falle einer Fehlfunktion nicht vergeben werden. Du könntest damit problemlos fortfahren.
pt_br: :small_orange_diamond: Você me deu a permissão `mention_everyone`. Isso não é usado, mas não deve ser dado em caso de erro Você pode prosseguir com segurança
zh_hans_cn: ：small_orange_diamond：您已授予我“ mention_everyone”的权限。 这没有用过，但是在有错误的情况下不应该给出 您可以安全地进行。

source: :small_orange_diamond: The permission `external_emojis` is missing. This is used since DeerHunt to add non-standard emojis to messages. You should probably give it to me You could proceed without it, but bug reports would be appreciated.
de_de: :small_orange_diamond: Die Berechtigung `Externe emoji verwenden` fehlt. Diese wird seit DeerHunt verwendet um nicht-standardisierte emojis in Nachrichten einzusetzen. Du solltest mir diese wahrscheinlich geben. Du könntest ohne sie fortsetzen, Fehlermeldungen wäre aber willkommen.
pt_br: :small_orange_diamond: A permissão `external_emojis` está faltando. Ela é usada pelo DeerHunt para adicionar emojis não-padrão às mensagens. Você provavelmente terá que me dar a permissão. Você pode continuar o procedimento sem ela, mas os reportes de bugs terão de ser vistos.
zh_hans_cn: ：small_orange_diamond：缺少权限“ external_emojis”。 从DeerHunt开始，就使用它来向消息中添加非标准表情符号。你应该把它给我 您可以在没有它的情况下继续进行，但是错误报告将不胜感激。

source: :small_blue_diamond: The permission `change_nickname` is missing. This is not yet used, but could be in the future. An announcement will be made then. You can safely proceed without it.
de_de: :small_blue_diamond: Die Berechtigung `Nicknamen_verwalten` fehlt. Diese wird noch nicht verwendet, ist in der Zukunft aber wahrscheinlich. Eine Ankündigung diesbezüglich wird erfolgen. Du kannst problemlos ohne sie fortfahren.
pt_br: :small_blue_diamond: A permissão `change_nickname` está faltando. Isso ainda não é usado, mas pode ser futuramente. Um anúncio será feito então. Você pode prosseguir com segurança sem ele
zh_hans_cn: ：small_blue_diamond：缺少权限“ change_nickname”。 该功能尚未使用，但将来可能会使用。随后将发布公告。 没有它，您可以安全地继续。

source: :small_blue_diamond: The permission `send_tts_messages` is missing. This is used in case you want to enable tts deer.. You can safely proceed without it, but the `tts_deer` setting won't work
de_de: :small_blue_diamond: Die Berechtigung `TTS-Nachrichten_senden` fehlt. Diese wird verwendet, wenn Du TTS-Enten aktivieren möchtest. Du kannst problemlos ohne sie fortfahren, aber die `tts_deer`Einstellung wird nicht funktionieren.
pt_br: :small_blue_diamond: A permissão `send_tts_messages` está faltando. Isso é usado caso você queira ativar os patos tts. Você pode prosseguir em segurança sem ele, mas a configuração `tts_deer` não irá funcionar
zh_hans_cn: ：small_blue_diamond：缺少权限`send_tts_messages`。 如果要启用tts deer，则使用此方法。 您可以在没有它的情况下安全地进行操作，但是`tts_deer`设置将不起作用

source: I'm done! <:cmd_Setup_01:439551472804429836> Any warning has been sent above. I suggest fixing them, then running the command again! If there is none, congrats! You passed the tests brilliantly! If you are ready to continue with the setup, use the command `dh!setup_settings`. If you just want to play, use `dh!add_channel`. Once used, deer will spawn automatically. Thanks for runing DeerAir. If you have any question, we are here to help at https://discord.gg/
de_de: Ich bin fertig! <:cmd_Setup_01:439551472804429836>Mögliche Warnungen wurden oben gesendet. Ich schlage vor, diese zu korrigieren, um dann den Befehl erneut auszuführen! Gibt es keine, dann herzlichen Glückwunsch! Du hast den Test mit Bravour bestanden! Wenn du breit bis, mit dem Set-Up weiterzumachen, verwende den Befehl `dh!setup_settings`. Wenn Du einfach spielen möchtest, verwende `dh!add_channel`. Sobald dies geschehen ist, werden Enten automatisch erscheinen. Danke, dass Du mit Deerair fliegst. Wenn Du noch Fragen hast, helfen wir gerne hier: https://discord.gg/
pt_br: Eu estou pronto! <:cmd_Setup_01:439551472804429836> Um alerta foi enviado acima. Eu sugiro que conserte isto, e então execute o comando novamente! Se não existe nenhum, parabéns! Você passou pelos testes brilhantemente! Se você está pronto para continuar com o setup, use o comando `dh!setup_settings`. Se você apenas quer jogar, use `dh!add_channel`. Uma vez usado, patos começarão a aparecer automaticamente. Obrigado por voar com a DeerAir. Se você tem algum questionamento, nós estamos aqui para ajudar em https://discord.gg/
zh_hans_cn: 我受够了！ <:cmd_Setup_01:439551472804429836> 上面已发送任何警告。我建议修复它们，然后再次运行命令！ 如果没有，恭喜！您出色地通过了测试！ 如果准备继续设置，请使用命令dh！setup_settings。如果您只想玩，请使用“ dh！add_channel”。一旦使用，鸭子将自动产卵。 感谢您乘坐DeerAir。如果您有任何疑问，我们会在https://discord.gg/为您提供帮助

source: Hey! Let's configure the server! I'll give you the most used parameters, and let you change them if you want. Any command written here is optional, and you can start playing now just by using `dh!add_channel`. **Before starting, please make sure this is the channel you want to use, and activate it with `dh!add_channel`.** **1/ Language used**: \* If you speak french, use `dh!settings set language fr_FR` \* If you speak spanish, use `dh!settings set language es_ES` \* Another language we don't fully support yet? Help us translate DeerHunt! Find us at https://discord.gg/. **2/ Deer Per Day**: This is the number of deer that will spawn per day. They spawn at random intervals, but you can configure the number of deer that will spawn. \* Use the following command to change it, use `dh!settings set deer_per_day XX`, where `XX` is a number. \* To prevent abuse, there is a limit that will be automatically enforced. If you need to lift it, contact my owner at the support server. **3/ Exp Won Per Deer Killed**: This is the experience won per deer killed. If your server is really popular, it might be worth it to push it up a little to make new hunters progress faster. \* Use the following command to change it, use `dh!settings set exp_won_per_deer_killed XX`, where `XX` is a number. \* :bulb: Don't go too high tho, there must be some challenge. 15 is a good start **4/ Other settings**: This is starting to be lengthy, so I won't go into further details here. You are probably all set and can start the game by typing `dh!add_channel`. More settings can be found using `dh!settings list` Thanks for playing with me! <:official_Deer_01:439546719177539584>
de_de: Hallo! Lass uns den Server konfigurieren! Ich gebe Dir die am häufigsten verwendeten Parameter und Du kannst sie ändern, wenn Du möchtest. Jeder Befehl, der hier aufgelistet wird, ist freiwillig, und Du kannst auch sofort jetzt mit dem Spielen beginnen indem Du `dh! Add_channel` verwendest. ** Stelle vor dem Start sicher, dass dies der Kanal ist, den Du verwenden möchtest, und aktivieren ihn mit `dh!add_channel`. ** ** 1 / verwendete Sprache **: \ * Wenn du französisch sprichst, benutze `dh!settings set language fr_FR` \ * Wenn du Spanisch sprichst, benutze `dh!settings set language es_ES` \ * Eine andere Sprache unterstützen wir noch nicht vollständig? Hilf uns, DeerHunt zu übersetzen! Finde uns unter https://discord.gg/. ** 2 / Enten pro Tag **: Dies ist die Anzahl der Enten, die pro Tag erscheinen. Sie tun dies in zufälligen Intervallen, aber Du kannst ihre Anzahl auch konfigurieren. \ * Verwende den folgenden Befehl, um es zu ändern: `dh!settings set deer_per_day XX`, wobei "XX" für eine Zahl steht. \ * Um Missbrauch zu verhindern, gibt es ein Limit, das automatisch durchgesetzt wird. Wenn Du es aufheben möchtest, kontaktiere meinen Besitzer auf dem Support-Server. ** 3 / Gewonne Erfahrungs-Punkte pro getöteter Ente **: Dies ist die Erfahrung, die pro getöteter Ente gewonnen wurde. Wenn dein Server wirklich beliebt ist, lohnt es sich, ihn ein wenig höher anzusetzen, um neue Jäger schneller voranzubringen. \ * Verwende den folgenden Befehl, um es zu ändern: `dh!settings set exp_won_per_deer_killed XX`, wobei` XX` für eine Zahl steht. \ *:bulb: Stell es nicht zu hoch ein, es soll ja eine Herausforderung bleiben. 15 ist ein guter Anfang ** 4 / Andere Einstellungen **: Das fängt an, etwas langwierig zu werden, deshalb werde ich hier nicht näher auf weitere Details eingehen. Wahrscheinlich hast Du auch alles erstmal so eingestellt um das Spiel starten zu können. Wenn Du bereit bis gib `dh!add_channel` ein. Weitere Einstellungen findest Du unter `dh!settings list` Danke, dass du mit mir spielst! <:official_Deer_01:439546719177539584>
pt_br: Hey! Vamos configurar o servidor! Eu vou mostrar a você alguns parametros que podem ser usados, e você vai mudar eles conforme você quer. Qualquer comando escrito aqui é opcional, e você pode começar a jogar apenas digitando `dh!add_channel` ** Antes de começar, por favor tenha certeza que este é o canal que você quer usar, e ative ele com `dh!add_channel`.** **1/ Linguagem usada**: \* Se voce fala francês, use `dh!settings set language fr_FR` \* Se você fala espanhol. use `dh!settings set language es_ES` \* Alguma linguagem que nós não estamos dando suporte por enquanto? Nos ajude a traduzir o DeerHunt! Nos procure em https://discord.gg/. **2/Patos por dia**: Este é o número de patos que vão aparecer por dia. Eles aparecem em intervalos aleatórios, mas você pode configurar o número de patos que vão aparecer. \* Use o comando a seguir para mudar, use `dh!settings set deer_per_day XX`, onde `XX` é um número. \* Para prevenir abusos, este é um limite que pode ser automaticamente forçado, Se você precisa aumentar ele, contacte meu owner no servidor de suporte. **3/ Exp ganha por pato morto**: Isto é a experiência ganha por pato morto, se seu servidor é realmente popular, vale a pena você aumentar um pouco para fazer novos caçadores progredirem rapidamente. \* Use o comando a seguir para mudar isto, use `dh!settings set exp_won_per_deer_killed XX`, onde XX é um número. \*:bulb: Não coloque um valor muito alto, para deixar mais competitivo. 15 é um bom começo. **4/ Outras configurações**: Isto é um começo bem longo, então eu não vou fornecer muitos detalhes aqui. Você provavelmente setou tudo e pode começar a jogar digitando `dh!add_channel`. Mais configurações podem ser feitas usando `dh!settings list` Obrigado por jogar comigo! <:official_Deer_01:439546719177539584>
zh_hans_cn: 嘿!让我们配置服务器！ 我将为您提供最常用的参数，并根据需要更改它们。 此处编写的任何命令都是可选的，您只需使用dh！add_channel即可立即开始播放。 **在开始之前，请确保这是您要使用的频道，并使用“ dh！add_channel”将其激活。** ** 1 /使用的语言**： \ *如果您会说法语，请使用dh！settings设置语言fr_FR \ *如果您说西班牙语，请使用dh！settings设置语言es_ES \ *我们尚未完全支持的另一种语言？帮助我们翻译DeerHunt！在https://discord.gg/找到我们。 ** 2 /每天的鸭子**： 这是每天将产卵的鸭子的数量。它们以随机的间隔产卵，但是您可以配置将产卵的鸭子的数量。 \ *使用以下命令对其进行更改，使用`dh！settings set deer_per_day XX`，其中`XX`是一个数字。 \ *为防止滥用，有一个限制将自动执行。如果您需要提起它，请与支持服务器上的我的所有者联系。 ** 3 /每只被杀死的鸭子获胜**： 这是每只被杀死的鸭子赢得的经验。如果您的服务器真的很受欢迎，则值得将其调高一点，以使新猎人更快地进步。 \ *使用以下命令进行更改，使用dh！settings set exp_won_per_deer_killed XX，其中XX是数字。 \ *：bulb：不要太高，必须要有一些挑战。 15是一个好的开始 ** 4 /其他设置**： 这开始很冗长，因此在这里我将不进一步详细介绍。您可能已经准备就绪，可以通过键入dh！add_channel开始游戏。 可以使用dh！settings list找到更多设置。 感谢您和我一起玩！ <:official_Deer_01:439546719177539584>

source: :x: Incorrect syntax. Use the command this way: `!shop [list/item number] [argument if applicable]`
de_de: :x: Falsche Syntax: `!shop [list/Itemnummer] [Argument falls erforderlich]`
pt_br: :x: Sintaxe incorreta. Use o comando desta maneira: `!shop [lista/numero do item] [argumento se aplicável]`

source: Right now you have a total of {exp} exp points.
de_de: Im Moment hast Du insgesamt {exp} Erfahrungs-Punkte.
pt_br: Atualmente você possui um total de {exp} pontos de exp.

source: Here is the list of all the shops items : https://deerhunt.me/shop-items/ . Thanks
de_de: Hier ist die Liste aller Shop-Artikel: https://deerhunt.me/shop-items/ Danke!
pt_br: Aqui está a lista de todos os itens do shop: https://deerhunt.me/shop-items/ . Obrigado

source: :money_with_wings: You added a bullet to your weapon for 7 exp points.
de_de: :money_with_wings: Du hast für 7 Erfahrungs-Punkte eine Kugel für deine Waffe gekauft.
pt_br: :money_with_wings: Você adicionou uma bala a sua arma por 7 pontos de exp.

source: :champagne: Your magazine is full!
de_de: :champagne: Dein Magazin ist voll!
pt_br: :champagne: Seu pente está cheio!

source: :money_with_wings: You added a magazine to your weapon for 13 exp points.
de_de: :money_with_wings: Du hast für 13 Erfahrungs-Punkte ein Magazin für Deine Waffe gekauft.
pt_br: :money_with_wings: Você adicionou um pente a sua arma por 13 pontos de exp.

source: :champagne: You have enough magazines!
de_de: :champagne: Du hast genug Magazine!
pt_br: :champagne: Você tem pentes suficientes!

source: :money_with_wings: You purchased AP ammo for your weapon.
de_de: :money_with_wings: Du hast AP-Munition für Deine Waffe gekauft.
pt_br: :money_with_wings: Você comprou munição AP para sua arma.

source: For the next 24 hours, you will deal double damage to deer. This does **not** stack with explosive ammo
de_de: Für die nächsten 24 Stunden wirst Du Enten den doppelten Schaden zufügen. Dies stapelt sich **nicht** mit explosiver Munition.
pt_br: Pelas próximas 24 horas, você causará o dobro de dano em patos. O efeito **não** acumula com munição explosiva

source: :champagne: You have enough AP ammo for now!
de_de: :champagne: Du hast vorerst genug AP Munition!
pt_br: :champagne: Você tem munição AP suficiente por enquanto!

source: :money_with_wings: You purchased explosive ammo for your weapon.
de_de: :money_with_wings: Du hast explosive Munition für Deine Waffe gekauft.
pt_br: :money_with_wings: Você comprou munição explosiva para sua arma.

source: For the next 24 hours, you will deal triple damage to deer. This does **not** stack with AP ammo and trumps it if you have any.
de_de: Für die nächsten 24 Stunden wirst Du Enten den dreifachen Schaden zufügen. Dies stapelt sich **nicht** mit AP Munition, übertrumpft diese aber wenn Du welche hast.
pt_br: Pelas próximas 24 horas, você causará o triplo de dano em patos. O efeito **não** acumula com munição AP e supera-o se você tiver alguma

source: :champagne: You have enough explosive ammo for now!
de_de: :champagne: Du hast jetzt vorerst genug explosive Munition!
pt_br: :champagne: Você tem munição explosiva suficiente por enquanto

source: :money_with_wings: You got your weapon back.
de_de: :money_with_wings: Du hast Deine Waffe zurückbekommen.
pt_br: :money_with_wings: Você obteve sua arma de volta.

source: You can get your weapon back for free if you wait until the daily weapon & magazine giveback. Type `dh!freetime` to find out when the next giveback is
de_de: Du kannst Deine Waffe gratis zurückbekommen wenn Du die tägliche Rückgabe abwartest. Gib`dh!freetime`ein, um herauszufinden, wann die nächste Rückgabe ist.
pt_br: Você pode obter sua arma de volta de graça se você esperar até o retorno diário de armas & pentes. Digite `dh!freetime` para saber quando o próximo retorno irá acontecer

source: :champagne: You already have your weapon, what are you trying to buy? :p
de_de: :champagner: Du hast deine Waffe schon, was versuchst du zu kaufen? :P
pt_br: :champagne: Você já tem sua arma, o que você está tentando comprar? :p

source: :money_with_wings: You added grease in your weapon.
de_de: :money_with_wings: Du hast Deine Waffe geschmiert.
pt_br: :money_with_wings: Você adicionou graxa na sua arma.

source: This reduces jamming risks by 50 percent for a day, for only 8 exp points. It's really useful for new players. Use `dh!deertats` to check your level and accuracy
de_de: Dies reduziert das Risiko dass Deine Waffe blockiert um 50% für einen Tag, und das um nur 8 Erfahrungs-Punkte. Es ist wirklich nützlich für Spieler. Verwende `dh!deertats` um Deinen Level und Deine Treffsicherheit zu überprüfen.
pt_br: Isto reduz o risco de interferência em 50 porcento por dia. por apenas 8 pontos de exp. É realmente necessário para novos jogadores. Utilize `dh!deertats` para verificar seu nível e precisão.

source: :champagne: Your weapon is perfectly lubricated, you don't need any more grease.
de_de: :champagne: Deine Waffe ist perfekt geschmiert, du brauchst nicht noch mehr Fett.
pt_br: :champagne: Sua arma está perfeitamente lubrificada, você não precisa mais de graxa.

source: :money_with_wings: You added a sight to your weapon.
de_de: :money_with_wings: Du hast Deiner Waffe eine Visier hinzugefügt.
pt_br: :money_with_wings: Você adicionou uma mira a sua arma.

source: Your aiming was improved using this formula: (100 - current accuracy) / 3.
de_de: Deine Zielsicherheit wurde mit dieser Formel (100 - current accuracy) / 3 verbessert.
pt_br: Sua mira foi melhorada usando essa formula: (100 - precisão atual) / 3.

source: :champagne: You already have a sight on your weapon.
de_de: :champagne: Du hast bereits ein Visier auf Deiner Waffe.
pt_br: :champagne: Você já possui uma mira na sua arma.

source: :money_with_wings: You added an infrared detector to your weapon, it will prevent any waste of ammo for a day. Cost: 15 exp points.
de_de: :money_with_wings: Du hast einen Infrarot-Detektor zu deiner Waffe hinzugefügt, er wird dich davor bewahren einen Tag lang Munition zu verschwenden. Kosten: 15 Erfahrungs-Punkte
pt_br: :money_with_wings: Você adicionou um detector de infravermelho em sua arma, ele irá prevenir a perda de munição por um dia. Custo: 15 pontos de exp

source: :champagne: You already have an infrared detector on your weapon.
de_de: :champagne: Du hast schon einen Infrarot-Detektor auf deiner Waffe.
pt_br: :champagne: Você já tem um detector infravermelho em sua arma.

source: :money_with_wings: You added a silencer to your weapon.
de_de: :money_with_wings: Du hast Deiner Waffe einen Knalldämpfer hinzugefügt.
pt_br: :money_with_wings: Você adicionou um silenciador à sua arma.

source: The silencer works best if every hunter uses one, or if you're alone. With it, no deer will run away before you can kill them. What a good deal, they only cost 5 exp!
de_de: Der Knalldämpfer funktioniert am Besten wenn jeder Jäger einen benützt oder Du alleine bist. Damit fliegen keine Enten fort, bevor Du sie töten kannst. Was für ein gutes Geschäft, denn sie kosten nur 5 Erfahrungs-Punkte!
pt_br: O silenciador funciona melhor se todos os caçadores usarem um, ou se você estiver sozinho. Com ele, nenhum pato ira fugir antes de você mata-los. Que bom negócio, eles custam apenas 5 exp!

source: :champagne: You already have a silencer on your weapon
de_de: :champagne: Du hast schon einen Knalldämpfer auf Deiner Waffe
pt_br: :champagne: Você já possui um silenciador em sua arma

source: :money_with_wings: You bought a fresh 4-leaf clover, which will give you {exp} more exp points for each killed deer for the next day.
de_de: :money_with_wings: Du hast ein frisches 4-blättriges Kleeblatt gekauft, das Dir für die nächsten 24 Stunden {exp} mehr Erfahrungs-Punkte für jede getötete Ente geben wird.
pt_br: :money_with_wings: Você comprou um trevo de 4 folhas novinho, que lhe dará mais {exp} pontos de exp por patos mortos no dia seguinte.

source: :champagne: You already have 4-leaf clover on your weapon
de_de: :champagne: Du hast schon ein 4-blättriges Kleeblatt auf Deiner Waffe.
pt_br: :champagne: Você já possui um trevo de 4 folhas na sua arma

source: :money_with_wings: You bought a pair of sunglasses for 5 exp! You now won't be dazzled for a day.
de_de: :money_with_wings: Du hast für 5 Erfahrungs-Punkte eine Sonnenbrille gekauft! Du wirst jetzt einen Tag lang nicht geblendet werden!
pt_br: :money_with_wings: Você comprou um par de óculos escuros por 5 exp! Você não ficará deslumbrado por 1 dia.

source: :money_with_wings: You bought brand new sunglasses, the only point of it being that you're much swagger now. :cool:
de_de: :money_with_wings: Du hast eine brandneue Sonnenbrille gekauft. Der einzige Sinn dahinter ist, dass du jetzt noch cooler bist. :cool:
pt_br: :money_with_wings: Você comprou novos óculos de sol, o único ponto disso é que você está muito mais swag agora :cool:

source: Don't buy sunglasses if you still have some! This doesn't extend the time you won't be dazzled, but still costs you some exp
de_de: Kaufe keine Sonnenbrille wenn Du schon eine besitzt! Eine Weitere verlängert nicht Deine Schutzzeit, kostet aber trotzdem Erfahrungs-Punkte.
pt_br: Não compre óculos escuros se ainda tiver alguns! Isto não prolonga o tempo que você não está deslumbrado, mas ainda custa a você alguma exp.

source: :money_with_wings: You're wearing new dry clothes. You look fantastic!
de_de: : money_with_wings: Du trägst neue trockene Kleidung. Du siehst fantastisch aus!
pt_br: :money_with_wings: Você está vestindo roupas novas e secas. Você está muito bem vestido.

source: :money_with_wings: You bought brand new clothes, the only point of it being that you're much swagger now. :cool:
de_de: :money_with_wings: Du hast brandneue Kleidung gekauft, der einzige Sinn dahinter ist, dass du jetzt noch cooler bist. :cool:
pt_br: :money_with_wings: Você comprou roupas novas, agora você está muito mais swag :cool:

source: Don't buy dry clothes if you aren't wet! They won't do anything, but will still cost you exp
de_de: Kaufe keine trockene Kleidung, wenn Du nicht nass bist. Sie macht keinen Unterschied, kostet aber trotzdem Erfahrungs-Punkte.
pt_br: Não compre roupas novas se você não está molhado! Elas não servirão para nada, mas ainda vão te custar exp

source: :money_with_wings: You cleaned your weapon for 6 exp. If you had sand in it, or if your weapon was sabotaged, it's fixed now!
de_de: :money_with_wings: Du hast Deine Waffe für 6 Erfahrungs-Punkte gereinigt. Wenn Sand darin war, oder die Waffe sabotiert wurde, dann ist sie jetzt wieder funktionstüchtig!
pt_br: :money_with_wings: Você limpou sua arma por 6 exp. se você tinha areia nela, ou ela tenha sido sabotada, está arrumada agora!

source: Next time someone sabotages you, just shoot. It won't do much damage except for hurting your reputation
de_de: Das nächste Mal wenn Dich jemand sabotiert, schiess einfach! Es wird kaum etwas passieren - ausser, dass es Deinem Ruf schadet.
pt_br: Na próxima vez que alguém sabotar você, apenas atire. Não causará muito dano apenas vai afetar sua reputação.

source: :x: No way! {mention} has sunglasses! They're immunised against this!
de_de: :x: Keine Chance! {mention} trägt eine Sonnenbrille und ist sicher davor!
pt_br: :x: Sem chance! {mention} tem óculos de sol! Eles estão imunizados contra isso!
