Repository: oicu8/DeerHunt
Catalog: language/*/LC_MESSAGES/default.po
Languages: de_de, ko_kr, pt_br, ro_ro, zh_hans_cn

source: It's harder to see killed deer. You'll need a few more seconds to know if you missed or not.
de_de: Es ist schwieriger zu sehen ob Enten getötet wurden. Du wirst ein paar Sekunden länger brauchen, um herauszufinden ob Du verfehlt hast oder nicht.
pt_br: É dificil ver patos mortos. Você precisa de mais alguns segundos para saber se você errou ou não.

source: Steroids in the lake
de_de: Steroide im Teich
pt_br: Esteróides no lago

source: A medical waste company dumped steroids in the lake. Deer have mutated, and you'll see a lot more super deer. But, be careful, and don't drink that water.
de_de: Ein Unternehmen für medizinische Abfälle hat Steroide in denTeich gekippt. Enten sind mutiert und Du wirst weitaus mehr Superenten antreffen. Aber sei vorsichtig und drinke nicht das Wasser!
pt_br: Uma empresa de resíduos médicos despejou esteróides no lago. Os patos sofreram mutações, e você verá muito mais super patos. Mas tenha cuidado e não beba essa água.

source: Safety class canceled
de_de: Sicherheitskurs abgesagt
pt_br: Aula de segurança cancelada

source: The safety class was canceled, beware not to shoot others hunters!
de_de: Der Sicherheitskurs wurde abgesagt. Hüte Dich davor andere Jäger anzuschiessen!
pt_br: A aula de segurança foi cancelada, cuidado para não atirar em outros caçadores!

source: Connection problems
de_de: Verbindungsprobleme
pt_br: Problemas de conexão.

source: Deer cant find your computer due to connection problems, and there will be less of them until it's repaired
de_de: Enten können Deinen Computer auf Grund von Verbindungsproblemen nicht finden. Bis dies repariert ist, wird es weniger von Ihnen geben.
pt_br: Patos não podem usar seu computador por problemas de conexão, e não terá muitos deles enquanto isto não for consertado.

source: A new florist in town
de_de: Ein neuer Blumenhändler in der Stadt
pt_br: Um novo florista na cidade

source: A florist opened in town, and you can now find better 4-leaf-clovers. Go check them out!
de_de: Ein neuer Blumenhändler hat in der Stadt eröffnet. Dort findest Du jetzt viel bessere 4-blättrige Kleeblätter. Schau sie Dir an!
pt_br: Uma floricultura abriu na cidade, e você agora pode procurar trevos de quatro-folhas. Vá lá conferir.

source: Mega-deer
de_de: Mega-Enten
pt_br: Mega-patos

source: Someone inflated a super deer, and now they are EVEN BIGGER!!
de_de: Jemand hat eineSuperente aufgeblasen, und jetzt sind sie NOCH GRÖSSER!!
pt_br: Alguem inflou um super pato, e agora eles são MUITO MAIORES!!

source: Windy weather
de_de: Windiges Wetter
pt_br: Tempo ventoso

source: Bullets are deflected by some strong wind
de_de: Kugeln werden durch den starken Wind abgelenkt
pt_br: Balas são desviada por ventos fortes

source: public danger
de_de: öffentliche Gefahr
pt_br: perigo público

source: noob
de_de: Grünschnabel

source: trainee
de_de: Praktikant
pt_br: estagiário

source: deer misser
de_de: Enten-Verfehler
pt_br: errador de patos

source: member of the Comitee Against Deer
de_de: Mitglied des Komitees gegen Enten
pt_br: Membro do Comite Contra Patos

source: deer hater
de_de: Enten-Hasser
pt_br: odiador de patos

source: deer pest
de_de: Enten_Pest
pt_br: praga dos patos

source: deer hassler
de_de: Enten-Schikanierer
pt_br: anti-patos

source: deer plucker
de_de: Enten-Zerrupfer
pt_br: depenador de patos

source: hunter
de_de: Jäger
pt_br: caçador

source: deer inside out turner
de_de: Enten-auf-links-Dreher
pt_br: virador do avesso de patos

source: deer clobber
de_de: Enten-Klopper
pt_br: espancador de patos

source: deer chewer
de_de: Enten-Kauer
pt_br: mastigador de patos

source: deer eater
de_de: Enten-Fresser
pt_br: comedor de patos

source: deer flattener
de_de: Enten-Platt-Macher
pt_br: nivelador de patos

source: deer disassembler
de_de: Enten-Täuscher
pt_br: desmembrador de patos

source: deer demolisher
de_de: Enten-Demolierer
pt_br: demolidor de patos

source: deer killer
de_de: Enten-Mörder
pt_br: assassino de patos

source: deer skinner
de_de: Enten-Häuter
pt_br: esfolador de patos

source: deer predator
de_de: Enten-Auflauerer
pt_br: predador de patos

source: deer chopper
de_de: Enten-Zerkleinerer
pt_br: decepador de patos

source: deer decorticator
de_de: Enten-Schäler
pt_br: decorticador de patos

source: deer fragger
de_de: Enten-Zersplitterer
pt_br: fragger de pato

source: deer shatterer
de_de: Enten-Zerschmetterer
pt_br: estilhaçador de patos

source: deer smasher
de_de: Enten-Zermanscher
pt_br: esmagador de patos

source: deer breaker
de_de: Enten-Brecher
pt_br: quebrador de patos

source: deer wrecker
de_de: Enten-Demolierer
pt_br: maniaco de patos

source: deer impaler
de_de: Enten-Pfähler
pt_br: impalador de patos

source: deer eviscerator
de_de: Enten-Vernichter
pt_br: esvicerador de patos

source: deer terror
de_de: Enten-Terror
pt_br: terror dos patos

source: deer exploder
de_de: Enten-Explodierer
pt_br: explodidor de patos

source: deer destructor
de_de: Enten-Zerstörer
pt_br: destruidor de patos

source: deer blaster
de_de: Enten-Sprenger
pt_br: vaporizador de patos

source: deer pulverizer
de_de: Enten-Pulverisierer
pt_br: pulverizador de patos

source: deer disintegrator
de_de: Enten-Auflöser
pt_br: desintegrador de patos

source: deer atomizer
de_de: Enten-Zerstäuber
pt_br: atomizador de patos

source: deer annihilator
de_de: Enten-Auslöscher
pt_br: aniquilador de patos

source: serial deer killer
de_de: Serien-Enten-Killer
pt_br: serial killer de patos

source: deer genocider
de_de: Enten-Genozider
pt_br: genocida de patos

source: old noob
de_de: alter Anfänger
pt_br: noob velho

source: deer toaster
de_de: Enten-Röster
pt_br: torrador de patos

source: unemployed due to extinction of the deer species
de_de: arbeitslos, auf Grund des Aussterbens der Entenart
pt_br: Desempregado devido a extinção de espécies de patos.

source: Level of {player} on #{channel}
de_de: Level von {player} in #{channel}
pt_br: Nível de {player} em #{channel}

source: You leveled down!
de_de: Du bist abgestiegen!
pt_br: Você desceu de nível!

source: You leveled up!
de_de: Du bist aufgestiegen!
pt_br: Você subiu de nível!

source: Current level
de_de: Aktueller Level
pt_br: Nível atual

source: Previous level
de_de: Vorheriger Level
pt_br: Nível anterior

source: Shots accuracy
de_de: Treffergenauigkeit
pt_br: Precisão dos tiros

source: Weapon reliability
de_de: Zuverlässigkeit der Waffe
pt_br: Confiabilidade na arma

source: Exp points
de_de: Erfahrungs-Punkte
pt_br: Pontos de exp

source: :warning: There was an error while sending the embed, please check if the bot has the `embed_links` permission and try again!
de_de: :warning: Es trat ein Fehler beim Einbetten des Links auf, bitte überprüfe, ob der Bot die Berechtigung `Links_einbetten` hat und versuche es erneut!
pt_br: :warning: Ocorreu um erro ao enviar o embed, por favor verifique se o bot tem a permissão `embed_links`ativa e tente novamente!

source: Nothing
de_de: Nichts!
pt_br: Nada

source: a lot of bushes.
de_de: eine Menge weiterer Büsche.
pt_br: Muitos arbustos

source: a deer pin.
de_de: eine Enten-Anstecknadel.
pt_br: um broche de pato.

source: a bullet
de_de: eine Gewehrkugel.
pt_br: uma munição

source: a full magazine
de_de: ein volles Magazin
pt_br: um cartucho cheio

source: a box of explosive ammo
de_de: eine Schachtel explosiver Munition
pt_br: uma caixa de munição explosiva

source: an almost empty box of explosive ammo
de_de: eine fast leere Shcachtel explosiver Munition.
pt_br: uma caixa quase vazia de munição explosiva

source: some deer-grease
de_de: etwas Entenschmiere.
pt_br: um pouco de graxa de pato

source: a full-featured silencer
de_de: ein vollwertiger Schalldämpfer.
pt_br: um silenciador

source: a fully functional infrared detector
de_de: ein voll funktionstüchtiger Infrarotdetektor.
pt_br: um detector de infra-vermelho funcionando.

source: **FLAPP** Frightened by so much noise, the deer fled! CONGRATS! [missed: -1 xp]
de_de: **FLAPP** Verschreckt durch so viel Lärm ist die Ente geflohen! HERZLICHEN GLÜCKWUNSCH! [verfehlt: -1 xp]
pt_br: **FLAPP** Assustado com tantos barulhos o pato fugiu! PARABÉNS! [errou: -1 xp]

source: BPAM
de_de: BUMS

source: BAAM
de_de: BAMM

source: BOUM
de_de: BUMM

source: Searching the bushes around the deer, you found...
de_de: Die Büsche rund um die Ente absuchend, findest Du...
pt_br: Procurando nos arbusto em volta do pato, você achou...

source: that you unfortunately couldn't take, because your backpack is full.
de_de: aber leider kannst Du nichts mitnehmen, da Dein Rucksack voll ist.
pt_br: que você infelizmente não aguentou, porque sua mochila está cheia.

source: That was close, you almost killed the deer, but the other hunter got it first! [missed: -1 xp]
de_de: Das war knapp, du hättest die Ente fast getötet, aber der andere Jäger hat sie zuerst erledigt! [verfehlt: -1 xp]
pt_br: Essa passou perto, você quase matou o pato, mas o outro caçador pegou ele primeiro! [missed: -1 xp]

source: <:Wizzz:365870248554921985> Wizzz huggy deery!
de_de: <:Wizzz:365870248554921985>Wizzz knuddelt Entchen!
pt_br: <:Wizzz:365870248554921985>Wizzz um patinho fofinho!

source: :heart: You try to hug the deer, but it knows you killed its brother, so it fled from you and jumped back into the woods![-2 exp]
de_de: :heart: Du versuchst die Ente zu umarmen, aber sie weiß genau, dass Du ihren Bruder getötet hast und deshalb ist sie von Dir weggeflogen - zurück zum Teich! [-2 exp]
pt_br: :heart: Você tentou abraçar o pato, mas ele sabe que você matou seu irmão, então ele voou para longe de você para a lagoa![-2 exp]

source: :heart: You try to hug the deer, but it feels someting wrong about you, so it fled from you and jumped back into the woods![-2 exp]
de_de: :heart: Du hast versucht die Ente zu umarmen, aber sie traut dir nicht über den Weg und flieht zurück in den Teich! [-2 exp]
pt_br: :heart: Você tentou abraçar o pato, mas ele sente que tem algo de errado com você, então ele voou para longe de você para a lagoa![-2 exp]

source: :heart: You try to hug the deer, but it saw the weapon you hid behind your back, so it fled from you and jumped back into the woods! [-2 exp]
de_de: :heart: Du versuchts die Ente zu umarmen, aber sie hat die Waffe hinter Deinem Rücken entdeckt und deshalb ist sie von Dir weggeflogen - zurück zum Teich! [-2 exp]
pt_br: :heart: Você tentou abraçar o pato, mas ele viu a arma que você tem nas suas costas. então ele voou para longe de você para a lagoa![-2 exp]

source: :skull_crossbones: **{onomatopoeia}** You killed the deer in {time} seconds, you are now at a grand total of {total} deer (of which {supercanards} were super-deer) killed on {channel}. \_X< *COUAC* {exp}
de_de: :skull_crossbones: ** {onomatopoeia} ** Du hast die Ente in {time} Sekunden getötet. Du hast jetzt insgesamt {total} Enten (von denen {supercanards} Super-Enten waren) auf # {channel} getötet. \ _X < * QUACK * [{exp} exp]
pt_br: :skull_crossbones:**{onomatopoeia}** Você matou o pato em {time} segundos, você agora tem um total de {total} patos(dos quais {supercanards} são super-patos) mortos em {channel}.

source: :gun: The deer survived, try again! *SUPER DEER DETECTED* [life: -{vie} ({current_life} / {max_life})]
de_de: :gun: Die Ente hat überlebt, versuch es nocheinmal! *SUPER ENTE GESICHTET* [life: -{vie} ({current_life} / {max_life})]
pt_br: :gun: O pato sobreviveu, tente novamente! *SUPER PATO DETECTADO* [vida: -{vie} ({current_life} / {max_life})]

source: :gun: The deer survived, try again! *SUPER DEER DETECTED* [life: -{vie}]
de_de: :gun: Die Ente hat überlebt, versuch es nocheinmal! *SUPER ENTE GESICHTET* [life: -{vie}]
pt_br: :gun: O pato sobreviveu, tente novamente! *SUPER PATO DETECTADO* [vida: -{vie}]

source: You have been tricked by {user_mention} to kill a mechanical deer. It obviously won't work, and you lost 1 exp for this missed shot
de_de: Du wurdest von {user_mention} ausgetrickst und hast versucht, eine mechanische Ente zu töten. Das klappt natürlich nicht, deshalb verlierst du 1 exp für den missglückten Schuss
pt_br: Você foi enganado por {user_mention} por matar um pato mecânico. É óbvio que não funcionou, e você perdeu 1 exp por essa tentativa errada.

source: The baby deer left to take a little nap somewhere ·°'\`'°-.,¸¸.·°'\`
de_de: Die Babyente ist weggewatschelt, um irgendwo ein kleines Nickerchen zu machen. ·°'\`'°-.,¸¸.·°'\`
pt_br: O bebê pato saiu para tirar uma soneca em algum lugar ·°'\`'°-.,¸¸.·°'\`

source: :skull_crossbones: **{onomatopoeia}** You killed the baby deer in {time} seconds, and you shouldn't have done this! You'll lose some exp, because you shouldn't kill babies\_X< *COUAC* {exp}
de_de: :skull_crossbones: **{onomatopoeia}** Du hast die Baby-Ente in {time} Sekunden getötet, und das hättest Du nicht tun dürfen! Dadurch wirst du wirst einige Erfahrungs-Punkte verlieren, denn Babies solltest Du einfach nicht verletzten! \_X< *COUAC* {exp}
pt_br: :skull_crossbones: **{onomatopoeia}** Você matou o pato bebê em {time} segundos porém não deveria ter feito isso! Você irá perder algum exp pois não deveria matar bebês \_X< *COUAC* {exp}

source: <:cmd_Hug_01:442695336348221451> **SMACK** You hugged the baby deer, and now it is really happy! [3 exp] The baby deer left, feeling loved
de_de: <:cmd_Hug_01:442695336348221451>**SCHMATZ** Du hast die Baby-Ente umarmt, und jetzt ist sie so richtig glücklich! [3 exp] Die Baby-Ente fühlt sich geliebt und verschwindet wieder.
pt_br: <:cmd_Hug_01:442695336348221451> **SMACK** Você abraçou o pato bebê, e agora eles está muito feliz! [3 exp]

source: **I AM...** Your mother
de_de: **ICH BIN...** Deine Mutter
pt_br: **EU SOU...** Sua mãe

source: :skull_crossbones: **{onomatopoeia}** You killed me in {time} seconds, but you won't kill my children! \_X< *COUAC* {exp}
de_de: :skull_crossbones: **{onomatopoeia}** Du hast mich in {time} Sekunden getötet, aber meine Kinder wirst Du nicht kriegen! \_X< *COUAC* {exp}
pt_br: :skull_crossbones: **{onomatopoeia}** Você me matou em {time} segundos, mas você não vai matar meus filhos! \_X< *COUAC* {exp}

source: tourist
pt_br: Turista
