Repository: oicu8/DeerHunt
Catalog: language/*/LC_MESSAGES/default.po
Languages: de_de, ko_kr, pt_br, ro_ro, zh_hans_cn

source: :x: A required argument is missing.
de_de: :x: ein notwendiges Argument fehlt
ko_kr: :x: 필수 인수가 누락되었습니다.
pt_br: :x: Um argumento requirido está faltando
ro_ro: Un argument necesar lipsește.
zh_hans_cn: :x:缺少必需的参数。

source: :x: You don't have enough exp for this
de_de: :x: Dafür hast nicht genügend Erfahrungs-Punkte
ko_kr: :x: 이에 대한 포인트가 부족합니다.
pt_br: :x: Você não tem exp suficiente para isso
ro_ro: Nu ai suficientă expunere pentru asta
zh_hans_cn: :X: 你的经验不够完成这个任务

source: :x: You are not a server admin
de_de: :x: Du bist kein Server-Administrator
ko_kr: :x: 당신은 서버 관리자가 아닙니다.
pt_br: :x: Você não é admin do servidor
ro_ro: Nu sunteți administrator
zh_hans_cn: :x: 你不是一位管理员

source: :x: You are not a super admin.
de_de: :x: Du bist kein Super Administrator
ko_kr: :x: 너는 최고 관리자가 아니다.
pt_br: :x: Você não é um super admin
ro_ro: Nu ești un super administrator.
zh_hans_cn: :x: 你不是一位超级管理员

source: This command is reserved for the bot owners. If you think this is an error, please contact my owner at the DeerHunt Support Server (see `dh!help`).
de_de: Dieser Befehl ist nur für Server-Besitzer. Wenn Du denkst, dass es sich dabei um einen Fehler handelt, dann kontaktiere meinen Besitzer im DeerHunt Hilfe Server (siehe `dh!help`).
ko_kr: 이 명령은 보트 소유자를 위해 예약되어 있습니다. 이것이 오류라고 생각되면 DeerHunt 지원 서버 (Dh! help 참조)에 문의하십시오.
pt_br: Esse comando está reservado para os proprietários de bots. Se você acha que isso é um erro, por favor contate meu dono no Servidor de suporte do DeerHunt (veja `dh!help`).
ro_ro: Această comandă este rezervată proprietarilor de bot. Dacă credeți că aceasta este o eroare, vă rugăm să contactați proprietarul meu de la DeerHunt Support Server (consultați `dh!Help`).
zh_hans_cn: 该命令仅供机器人所有者使用。如果您认为这是错误，请与DeerHunt支持服务器上的我的所有者联系（请参阅dh！help）。

source: :x: You haven't voted for DeerHunt on DiscordBotList for a while.
de_de: :x: Du hast schon länger nicht mehr Deine Stimme für DeerHunt auf der DiscordBotList abgegeben.
pt_br: Você não votou para o DeerHunt na lista DiscordBotList por enquanto.
ro_ro: Nu ați votat pentru DeerHunt pe DiscordBotList de ceva vreme.
zh_hans_cn: :x:你已经有了一段时间没有在 DiscordBotList 上给 DeerHunt 投票了。

source: Support the bot to use this command by voting at <https://discordbots.org/bot/deerhunt>. Be aware that the votes can take a minute to be registered by DeerhuntIf you think this is an error, please contact my owner at the DeerHunt Support Server (see `dh!help`).
de_de: Unterstütze die Verwendung dieser Funktion indem Du unter <https://discordbots.org/bot/deerhunt> Deine Stimme abgibst. Beachte, dass sich das Abstimmen eine Minute verzögern kann, bis die Stimme bei DeerHunt registriert ist. Wenn Du glaubst, dass es sich um einen Fehler handelt, wende Dich bitte an meinen Besitzer im DeerHunt Hilfe Server. (siehe `dh!help`)
pt_br: Ajude o bot use este comando para votar em <https://discordbots.org/bot/deerhunt>. Esteja alerta que para que o voto seja válidado você precisa estar registrado por Deerhuntlf. Se você pensa que isto é um erro, por favor contate meu owner no servidor de suporte do DeerHunt (veja `dh!help`).
ro_ro: Sprijiniți botul să utilizeze această comandă votând la <https://discordbots.org/bot/deerhunt>. Fiți conștienți că voturile pot dura un minut pentru a fi înregistrate de Deerhunt Dacă credeți că aceasta este o eroare, vă rugăm să contactați proprietarul meu de pe serverul de asistență DeerHunt (a se vedea `dh! Ajutor`).
zh_hans_cn: 通过在<https：//discordbots.org/bot/deerhunt>上投票来支持该机器人使用此命令。请注意，Deerhunt可能需要花费一分钟才能完成投票。如果您认为这是错误的，请与DeerHunt支持服务器上的我的所有者联系（请参阅dh！help）。

source: You are on cooldown :(, try again in {seconds} seconds!
de_de: Du bist noch in der Abklingzeit :( Versuch's einfach nochmal in {seconds} Sekunden!
pt_br: Você está no tempo de espera :(, tente novamente em {seconds} segundos!
ro_ro: Vă aflați în modul de recuperare :(, încercați din nou în {secunde} secunde!
zh_hans_cn: 您正在冷却:(，请在{秒}秒后重试！

source: :bulb: HINT:
de_de: :bulb: TIPP:
ko_kr: :bulb: 힌트
pt_br: :bulb: DICA:
ro_ro: :bec: INDICARE
zh_hans_cn: ：bulb：提示：

source: :ok: Done, user banned. :gun:
de_de: :ok: Fertig! Benutzer wurde gesperrt. :gun:
ko_kr: :ok: 끝난, 이 사용자는 차단되었습니다. :gun:
pt_br: :ok: Feito, usuário banido. :gun:
ro_ro: : ok: Done, interzis de utilizator. : Gun:
zh_hans_cn: ：ok：完成，用户被禁止。 ：枪：

source: :ok: Done, user unbanned. :eyes:
de_de: :ok: Fertig! Benutzer darf wieder spielen. :eyes:
ko_kr: :ok: 끝난, 사용자가 금지되지 않은 사용자 :eyes:
pt_br: :ok: Feito, usuário desbanido. :eyes:
ro_ro: : ok: Efectuat, utilizator neînregistrat. : Ochi:
zh_hans_cn: ：ok：完成，用户不受限制。 ：眼睛

source: <:cmd_ChannelAdded_01:439546719143723019> Done, channel {channel} added to the game! Have fun!
de_de: <:cmd_ChannelAdded_01:439546719143723019>Fertig! Der Kanal {channel} wurde dem Spiel zugefügt! Viel Spaß!
ko_kr: <:cmd_ChannelAdded_01:439546719143723019> 끝난, 채널 {channel} 게임에 추가됨! 재밌게 놀아!
pt_br: <:cmd_ChannelAdded_01:439546719143723019> Feito, canal {channel} adicionado ao jogo! Divirta-se!
ro_ro: <: cmd_ChannelAdded_01: 439546719143723019> Gata, canalul {canal} adăugat la joc! Distreaza-te!
zh_hans_cn: <:cmd_ChannelAdded_01:439546719143723019>完成，已将频道{channel}添加到游戏中！玩得开心！

source: <:cmd_ChannelRemoved_01:439546718737137674> Done, channel {channel} removed from the game. Bye!
de_de: <:cmd_ChannelRemoved_01:439546718737137674>Fertig! Der Kanal {channel} wurde vom Spiel entfernt! Tschüss!
ko_kr: <:cmd_ChannelRemoved_01:439546718737137674> 끝난, 채널 {channel} 게임에서 제거하다. 안녕!
pt_br: <:cmd_ChannelRemoved_01:439546718737137674> Feito, canal {channel} removido do jogo, Tchau!
ro_ro: <: cmd_ChannelRemoved_01: 439546718737137674> Gata, canalul {canal} eliminat din joc. Pa!<:cmd_ChannelRemoved_01:439546718737137674>
zh_hans_cn: <:cmd_ChannelRemoved_01:439546718737137674>已完成，频道{channel}已从游戏中移除。再见！

source: <:cmd_AdminAdded_01:439549846622568466> {admin} added as an admin to the guild!
de_de: <:cmd_AdminAdded_01:439549846622568466> {admin} wurde der Gilde als Administrator hinzugefügt!
pt_br: <:cmd_AdminAdded_01:439549846622568466> {admin} adicionado como administrador da guild!
ro_ro: <: cmd_AdminAdded_01: 439549846622568466> {admin} adăugat ca admin la breaslă!
zh_hans_cn: <:cmd_AdminAdded_01:439549846622568466>{admin}已添加为公会管理员！

source: <:cmd_AdminRemoved_01:439549845519335440> {admin} removed from the guild admins.
de_de: <:cmd_AdminRemoved_01:439549845519335440> {admin} wurde von der Gilde als Administrator entfernt.
pt_br: <:cmd_AdminRemoved_01:439549845519335440> {admin} removido dos administrador da guild.
ro_ro: <: cmd_AdminRemoved_01: 439549845519335440> {admin} eliminat din administratorii breslei.
zh_hans_cn: <:cmd_AdminRemoved_01:439549845519335440>{admin}已从行会管理员中移除。

source: Done. User removed from the database, if he was in.
de_de: Fertig! Der Nutzer wurde aus der Datenbank, in der er sich befand, entfernt.
pt_br: Feito. Usuário removido do database, se ele estiver lá.
ro_ro: Efectuat. Utilizatorul a fost eliminat din baza de date, dacă se afla.
zh_hans_cn: 做完了用户从数据库中删除（如果他在其中）。

source: Done. All channel data was removed.
de_de: Fertig! Alle Daten des Kanals wurden gelöscht.
pt_br: Feito. Todos os dados de canais foram removidos.
ro_ro: Efectuat. Toate datele canalului au fost eliminate.
zh_hans_cn: 完成，所有平台信息都清除掉了。

source: :x: Incorrect syntax. Use the command this way: `!settings [view/set/reset/list/modified] [setting if applicable]`
de_de: :x: Falsche Syntax. Verwende den Befehl in folgender Weise: `!settings [view/set/reset/list/modified] [setting if applicable]`
pt_br: :x: Sintaxe incorreta. Use o comando desta maneira: `!settings [view/set/reset/list/modified] [ajuste se aplicável]`
ro_ro: : x: Sintaxa incorectă. Utilizați comanda astfel: `! Setări [vizualizare / set / resetare / listare / modificare] [setare dacă este cazul] '
zh_hans_cn: ：x：语法错误。以这种方式使用命令：`！settings [视图/设置/重置/列表/修改] [设置（如果适用）]`

source: :ok: The setting {pref} is set to `{value}` on this guild.
de_de: :ok: Die Einstellung {pref} wird in dieser Gilde auf `{value}` gesetzt.
pt_br: :ok: A configuração {pref} está definida como `{value}` nesta guild.
ro_ro: : ok: Setarea {pref} este setată pe `{value}` pe această breaslă.
zh_hans_cn: ：ok：在公会上，设置{pref}设置为`{value}`。

source: Bypassing the max_deer_per_day check as you are the bot owner. It would have been `{max}`.
de_de: Umgehung der max_deer_per_day Prüfung, da Du der Bot-Besitzer bist. Es wären `{max} gewesen.
pt_br: Ignorando a verificação de max_deer_per_day por você ser proprietário do bot. Teria sido `{max}`
ro_ro: Evitarea verificării max_deer_per_day, deoarece sunteți proprietarul botului. Ar fi fost {{max} `.
zh_hans_cn: 如果您是漫游器所有者，请跳过max_deer_per_day检查。应该是{max}。

source: Bypassing the max_deer_per_day check as you are in a VIP guild. Please don't abuse that. For information, the limit would have been set at `{max}` deer per day.
de_de: Umgehung der max_deer_per_day Prüfung, da Du in einer VIP Gilde bist. Bitte missbrauche das nicht. Zur information: das Limit wäre `{max}`Enten pro Tag gewesen.
pt_br: Ignorando a verificação max_deer_per_day por você estar em uma guild VIP. Por favor não abuse disso. Para informação, o limite seria definido como `{max}` patos por dia.
ro_ro: Trecând la verificarea max_deer_per_day așa cum vă aflați într-o breaslă VIP. Vă rugăm să nu abuzați de asta. Pentru informații, limita ar fi fost stabilită la `{max}` rațe pe zi.
zh_hans_cn: 像在VIP公会中一样绕过max_deer_per_day检查。请不要滥用。作为参考，该限制应设置为每天“ {max}”只鸭子。

source: <:official_Deer_01_reversed:439576463436546050> Authorised to set the VIP status!
de_de: <:official_Deer_01_reversed:439576463436546050> Berechtigt den VIP Status zu vergeben!
pt_br: <:official_Deer_01_reversed:439576463436546050> Autorizado para definir os status VIP!
zh_hans_cn: <:official_Deer_01_reversed:439576463436546050>授权设置VIP状态！

source: :x: Unauthorised to set the VIP status! You are not an owner.
de_de: :x: Nicht authorisiert den VIP STatus zu ergeben! Du musst ein Eigentümer sein.
pt_br: :x: Desautorizado para definir os status VIP! Você não é um dono.
zh_hans_cn: ：x：未经授权设置VIP状态！您不是所有者。

source: :x: Incorrect value.
de_de: :x: Falscher Wert.
pt_br: :x: Valor incorreto.
zh_hans_cn: ：x：错误的值。

source: :ok: The setting {pref} has been set to `{value}` on this guild.
de_de: :ok: Die Einstellung {pref} wurde in diesem Gild auf `{value}` gesetzt.
pt_br: :ok: A configuração {pref} foi definida como `{value}` nesta guild.
zh_hans_cn: ：ok：在公会上，设置{pref}已设置为`{value}`。

source: Congratulations, you sent / gave more experience than the maximum number I'm able to store.
de_de: Glückwunsch, du hast mehr Erfahrung vergeben als ich speichern kann.
pt_br: Parabéns, você enviou / deu mais experiência do que o número máximo que posso armazenar.
zh_hans_cn: 恭喜，您发送/提供的经验超过了我可以存储的最大数量。

source: :ok:, he/she now has {newexp} exp points!
de_de: :ok:, er/sie hat nun {newexp} Erfahrungs-Punkte!
pt_br: :ok:, ele/ela tem agor {newexp} pontos de exp!
zh_hans_cn: ：ok :，他/她现在有{newexp}经验值！

source: :x: To prevent abuse, you can't send exp when you don't have a weapon.
de_de: :x: Um Missbrauch zu verhindern, kannst du kein Erfahrungs-Punkte senden, während du keine Waffe hast.
pt_br: :x: Para previnir abusos, você não pode enviar exp quando não tiver uma arma.
zh_hans_cn: ：x：为防止滥用，如果没有武器，则不能发送exp。

source: :x: The exp amount needs to be positive.
de_de: :x: Du musst eine natürliche Zahl eingeben um Erfahrungs-Punkte zu versenden.
pt_br: :x: A quantidade de exp precisa ser positivo.
zh_hans_cn: ：x：exp量必须为正。

source: :x: Wait... What? Are you trying to send experience to YOURSELF? That doesn't make sense.
de_de: :x: Warte mal... Was? Versuchst Du Dir gerade SELBST Erfahrungs-Punkte zu senden? Das ergibt keinen Sinn.
pt_br: :x: Espere... O que? Você está tentando dar experiência para SI MESMO? Isso não faz sentido.
zh_hans_cn: ：x：等待...什么？您是否要向自己发送经验？那没有道理。

source: You sent {amount} exp to {target} (and paid {taxes} exp of taxes)!
de_de: Du hast {amount} Erfahrungs-Punkte an {target} gesendet (und {taxes} Erfahrungspunkte Steuern gezahlt)!
pt_br: Você enviou {amount} exp para {target} (e pagou {taxes} taxa de exp)!
zh_hans_cn: 您向{target}发送了{amount}个exp（并支付了{taxes}个税）！

source: You don't have enough experience points
de_de: Du hast nicht genug Erfahrungs-Punkte
pt_br: Você não tem pontos de experiência suficientes
zh_hans_cn: 您的经验不够

source: :x: Sending exp is disabled on this server
de_de: :x: Das Übertragen von Erfahrungs-Punkten ist auf diesem Server deaktiviert
pt_br: :x: Envio de exp está desativado neste server
zh_hans_cn: ：x：在此服务器上禁用了发送exp

source: {date} (in {dans_jours}{dans_heures} and {dans_minutes})
de_de: {date} (in {dans_jours} Tagen, {dans_heures} Stunden und {dans_minutes} Minuten)
pt_br: {date} (em {dans_jours}{dans_heures} e {dans_minutes})
zh_hans_cn: {date}（在{dans_jours} {dans_heures}和{dans_minutes}中）

source: %m/%d at %H:%M:%S
de_de: um %H:%M:%S am %d.%m.
pt_br: %m/%d em %H:%M:%S
zh_hans_cn: ％m / %d，位于％H：％M：％S

source: {dans} days
de_de: {dans} Tage
pt_br: {dans} dias
zh_hans_cn: {dans}天

source: {dans} hours
de_de: {dans} Stunden
pt_br: {dans} horas
zh_hans_cn: {dans}小时

source: {dans} minutes
de_de: {dans} Minuten
zh_hans_cn: {dans}分钟

source: The bot frequently reboots for updates. Don't worry, it has a 99.8% of uptime.
de_de: Der Bot wird häufig für Updates neu gestartet. Aber keine Sorge, er hat ein Uptime von 99,8%.
pt_br: O bot reinicia para atualizações frequentemente. Não se preocupe, ele tem 99.8% de uptime.
zh_hans_cn: 僵尸程序经常重启以进行更新。不用担心，它具有99.8％的正常运行时间。

source: Here is the command list: http://deerhunt.me/command-list/ | If you need anything, feel free to join the support server at https://discordapp.com/invite/2BksEkV
de_de: Hier findest Du die Kommandoliste: http://deerhunt.me/command-list/ | Wenn Du sonst irgendetwas benötigst, zögere nicht den Support-Server aufzusuchen: https://discordapp.com/invite/2BksEkV
pt_br: Aqui está a lista de comandos: http://deerhunt.me/command-list/ | Se você precisa de mais alguma coisa, sinta-se à vontade para entrar em nosso servidor de suporte https://discordapp.com/invite/2BksEkV
zh_hans_cn: 这是命令列表：http://deerhunt.me/command-list/ |如果您有任何需要，请随时通过https://discordapp.com/invite/2BksEkV加入支持服务器。

source: It's `{hour}:{minutes}:{seconds}` in the GMT timezone (also known as UTC±00:00), which is the one used by the bot. You can use this website to compare it to yours: https://time.is/compare/GMT
de_de: Es ist `{hour}:{minutes}:{seconds}` in der GMT Zeitzone (auch bekannt als UTC±00:00), die vom Bot verwendet wird. Du kannst diese Webseite benutzen, um die Zeit mit Deiner zu vergleichen: https://time.is/compare/GMT
pt_br: São `{hour}:{minutes}:{seconds}` no fuso horário GMT (também conhecido como UTC±00:00), no qual é usado pelo bot. Você pode usar esse site para compará-lo com o seu: https://time.is/compare/GMT
zh_hans_cn: 现在是GMT时区中的“ {小时}：{分钟}：{秒}”（也称为UTC±00：00），这是机器人使用的时区。 您可以使用此网站与您的网站进行比较：https://time.is/compare/GMT

source: You can use the `dh!freetime` command to see when you'll get your weapons back for free
de_de: Du kannst den `dh!freetime` Befehl verwenden, um zu sehen, wann Du Deine Waffen gratis zurückbekommst
pt_br: Você pode usar o comando `dh!freetime` para ver quando você terá suas armas de volta gratuitamente.
zh_hans_cn: 您可以使用dh！freetime命令查看何时免费退还武器。

source: :alarm_clock: Next giveback of weapons and magazines in {sec} seconds ({hours} hour(s) and {minutes} minute(s)).
de_de: :alarm_clock: Du erhältst Deine Waffen und Magazine in {sec} Sekunden ({hours} Stunde(n) und {minutes} Minute(n) zurück.
pt_br: :alarm_clock: A próxima devolução de armas e munições será em {sec} segundos ({hours} hora(s) e {minutes} minuto(s)).
zh_hans_cn: ：alarm_clock：下一次交还武器和弹匣的时间为{sec}秒（{hours}小时和{minutes}分钟。）。

source: A giveback tops up your magazines and gives you your weapon back for free (if confiscated), but it doesn't affect the bullets in your current magazine. If you can, reload beforehand!
de_de: Die Rückgabe füllt Deine Magazine auf und retourniert gratis Deine Waffe (sollte sie konfisziert worden sein), beeinflusst aber nicht die Anzahl der Patronen in Deinem momentanen Magazin. Wenn möglich, lade immer voher!
pt_br: O retorno enche sua munição e devolve sua arma de graça (se confiscada), mas não afeta as balas no seu pente atual. Se você puder, recarregue de antemão!
zh_hans_cn: 赠送会为您的杂志充值，并免费为您送回武器（如果没收），但这不会影响您当前杂志的子弹。如果可以，请事先重新加载！

source: You are using shard number {shard} out of {total} total shards
de_de: Du verwendest Shard Nummer {shard} von insgesamt {total} shards
pt_br: Você está usando o número de fragmento {shard} de {total} fragmentos totais
zh_hans_cn: 您正在使用{total}个总分片中的{shard}个分片

source: The scores are online at http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}
de_de: Die Ergebnisse sind jetzt online verfügbar unter http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}
pt_br: O ranking está disponível online em http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}
zh_hans_cn: 分数可在线访问http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}

source: Your deertats are waiting for you at http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}&pid={player_id}
de_de: Deine Entenstatistik warten hier auf dich http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}&pid={player_id}
pt_br: Suas estatísticas de caçador estão esperando por você em http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}&pid={player_id}
zh_hans_cn: 您的deertats正在http://deerhunt.api-d.com/web/deertats.php?cid={channel_id}&pid={player_id}等着您

source: Hello! Thanks for adding me in there! I'm almost ready to start the game! Could we please go into the channel where you want the game to be ? Please invoke me there by using `dh!setup`<:event_GuildAdded_01:439550913112309781>
de_de: Hallo! Danke, dass Du mich hierher gebracht hast! Ich bin fast bereit das Spiel zu beginnen! Könnten wir bitte zuerst in den Kanal gehen, in dem das Spiel sein soll? Bitte, rufe mich dort mit dem Befehl`dh!setup` .<:event_GuildAdded_01:439550913112309781>
pt_br: Olá! Obrigado por me adicionar aqui! Estou quase pronto para começar o jogo! Nós poderiamos ir ao canal que você quer que eu esteja? Por favor me invoque lá usando `dh!setup` <:event_GuildAdded_01:439550913112309781>
zh_hans_cn: 你好！ 感谢您将我加入其中！我几乎准备开始游戏了！ 我们可以进入您想要游戏的频道吗？请使用dh！setup <:event_GuildAdded_01:439550913112309781>在此处调用我

source: Hello again! I'm just gonna run a quick permissions check and will be back in a few seconds! Please wait
de_de: Hallo nochmals! Ich führe nur eine kurze Berechtigungsprüfung durch und bin in ein paar Sekunden zurück! Bitte warte!
pt_br: Olá denovo! Eu vou iniciar uma rápida checagem de permissões e estarei de volta em alguns segundos! Por favor espere
zh_hans_cn: 再一次问好！ 我将进行快速权限检查，并在几秒钟后回来！请耐心等待

source: :small_red_triangle: The permission `read_message_history` is missing. This is essential for the normal function of the bot, as I need to be able to read messages. You can proceed without it, but shouldn't.
de_de: :small_red_triangle: Die Berechtigung `Nachrichtenverlauf_lesen`fehlt. Diese ist wichtig für die normale Funktion des Bots, da ich Nachrichten lesen können muss. Du kannst ohne diese fortfahren, solltest aber nicht.
pt_br: :small_red_triangle: A permissão `read_message_history` está faltando. Isso é essencial para a função normal do bot, já que preciso ler mensagens. Você pode prosseguir sem isso, mas não deveria.
zh_hans_cn: ：small_red_triangle：缺少权限“ read_message_history”。 这对于机器人的正常功能至关重要，因为我需要能够读取消息。 您可以在没有它的情况下继续进行，但不应这样做。

source: :small_red_triangle: The permission `add_reactions` is missing. It's a required permission for interactive embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
de_de: :small_red_triangle: Die Berechtigung `Reaktionen_hinzufügen`fehlt. Es handelt sich um eine erforderliche Berechtigung für interaktive Einbettungen, und die gibt es fast überall. Du könntest ohne sie weitermachen, aber das wird nicht empfohlen und könnte zu Fehlern führen.
pt_br: :small_red_triangle: A permisão `add_reactions` está faltando. É uma permissão necessária para embeds interativos, e elas estão em quase todos os lugares. Você poderia prosseguir sem isso, mas não é recomendado e pode levar a erros
zh_hans_cn: ：small_red_triangle：缺少权限`add_reactions`。 这是交互式嵌入的必需许可，它们几乎无处不在。 您可以在没有它的情况下继续操作，但是不建议这样做，并可能导致错误

source: :small_red_triangle: The permission `attach_files` is missing. It's a required permission for embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
de_de: :small_red_triangle: Die Berchtigung `Dateien_anhängen` fehlt. Es handelt sich um eine erforderliche Berechtigung für Einbettungen, und die gibt es fast überall. Du könntest ohne sie weitermachen, aber das wird nicht empfohlen und könnte zu Fehlern führen.
pt_br: :small_red_triangle: A permissão `attach_files` está faltando. É uma permissão necessária para embeds, e elas estão em quase todos os lugares. Você poderia prosseguir sem isso, mas não é recomendado e pode levar a erros
zh_hans_cn: ：small_red_triangle：缺少权限“ attach_files”。 嵌入是必需的许可，它们几乎无处不在。 您可以在没有它的情况下继续操作，但是不建议这样做，并可能导致错误

source: :small_red_triangle: The permission `embed_links` is missing. This is used to send embeds You could proceed without it, but really shouldn't as it will lead to errors
de_de: :small_red_triangle: Die Berechtigung`Links_einbetten` fehlt. Diese wird verwendet um Einbettungen zu senden. Du könntest ohne sie weitermachen, aber das wird nicht empfohlen, da es zu Fehlern führen wird.
pt_br: :small_red_triangle: A permissão `embed_links` está faltando. Isso é usado para enviar embeds Você poderia prosseguir sem isso, mas realmente não deveria pois levará a erros
zh_hans_cn: ：small_red_triangle：缺少权限“ embed_links”。 这用于发送嵌入 您可以在没有它的情况下继续操作，但实际上不应该这样做，因为它会导致错误

source: :small_orange_diamond: You gave me the `administrator` permission. Although this will not cause problems, it's unsafe to give bots such powerful permissions, especially if they don't need them. You can proceed with it.
de_de: :small_orange_diamond: Du hast mir die `Administrator` Berechtigung gegeben. Auch wenn dies keine Probleme verursachen wird, ist es dennoch nicht sicher, einem Bot solche Macht zu geben, besonders wenn er sie gar nicht braucht. Du kannst damit aber fortfahren.
pt_br: :small_orange_diamond: Você me deu a permissão `administrator` Embora isso não cause problemas, não é seguro dar aos bots permissões tão poderosas, especialmente se eles não precisarem. Você pode prosseguir com isso.
zh_hans_cn: ：small_orange_diamond：您已授予我“管理员”权限。 尽管这不会引起问题，但授予机器人如此强大的权限是不安全的，尤其是在不需要它们的情况下。 您可以继续进行。

source: :small_orange_diamond: The permission `create_instant_invite` is missing. It's not really essential for the normal function of the bot, but needed for error reports. You can proceed without it.
de_de: :small_orange_diamond: Die Berechtigung`Soforteinladung_erstellen` fehlt. Sie ist nicht wirklich notwendig für die normalen Funtkionen des Bots, wird aber für Fehlerberichte benötigt. Du kannst ohne sie fortfahren.
pt_br: :small_orange_diamond: A permissão `create_instant_invite` está faltando. Não é realmente essencial para a função normal do bot, mas necessária para reportar erros. Você pode prosseguir sem isso.
zh_hans_cn: ：small_orange_diamond：缺少权限`create_instant_invite`。 对于机器人的正常功能而言，它并不是必不可少的，但对于错误报告来说则是必需的。 您可以在没有它的情况下继续进行。
